"User Authentication" = "Gebruikersverificatie";

"Enable User Authentication" = "Gebruikersverificatie";

"Login User Name:" = "Log-in gebruikersnaam:";
"Defined User ID" = "Gedefinieerde gebruikers-ID";
"Mac Login Name" = "Mac log-in naam";
"Enter Login User Name:" = "Log-in gebruikersnaam invoeren:";

"Login Password:" = "Log-in wachtwoord:";
"Confirmation Password:" = "Bevestigingswachtwoord:";

"Enable Driver key" = "Coderingssleutel stuurprogramma";
"Driver Encryption Key:" = "Coderingssleutel stuurprogramma:";
"Reenter Driver Key:" = "Voer de bevestigingssleutel opnieuw in:";
"Reenter the Confirmation Key:" = "Voer de bevestigingssleutel opnieuw in:";

"Restore Defaults" = "Standaardinstellingen herstellen";

"Enter a valid [Login User Name]." = "Voer een geldige [Log-in gebruikersnaam] in.";
"Entered [Login Password] is different." = "Het ingevoerde [Log-in wachtwoord] komt niet overeen.";
"Entered [Driver Encryption Key] is different." = "De ingevoerde [Coderingssleutel stuurprogramma] komt niet overeen.";
"Enter a valid [Driver Encryption Key]" = "Voer een geldige [Coderingssleutel stuurprogramma] in.";

"Off" = "Uit";